tap "auth0/auth0-cli"
tap "dashlane/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "pulumi/tap"
tap "shivammathur/php"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "thoughtbot/formulae"
brew "ack"
brew "antidote"
brew "antigen"
brew "jpeg-turbo"
brew "libpng"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "git"
brew "asdf"
brew "autoconf"
brew "automake"
brew "aws-cdk"
brew "awscli"
brew "bison"
brew "freetype"
brew "glib"
brew "cairo"
brew "cloudflared"
brew "ruby"
brew "cocoapods"
brew "krb5"
brew "libzip"
brew "php", restart_service: :changed
brew "composer"
brew "cosign"
brew "deno"
brew "dnsmasq", restart_service: :changed
brew "docker-compose"
brew "fd"
brew "firebase-cli"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "pkgconf"
brew "icu4c@76"
brew "poppler"
brew "gdal"
brew "gh"
brew "pango"
brew "git-flow"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "httpie", link: false
brew "ios-deploy"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "jira-cli"
brew "jpeg"
brew "jq"
brew "julia"
brew "lastpass-cli"
brew "lazygit"
brew "libedit"
brew "libiconv"
brew "librsvg"
brew "libxslt"
brew "lua"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mise"
brew "mkcert"
brew "neovim"
brew "nginx"
brew "ollama", restart_service: :changed
brew "openjdk"
brew "peco"
brew "pngpaste"
brew "postgresql@14"
brew "pure"
brew "pv"
brew "r"
brew "re2c"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stylua"
brew "taplo"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typescript"
brew "udunits"
brew "vale"
brew "vint"
brew "vips"
brew "volta"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zk"
brew "zlib"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dashlane/tap/dashlane-cli"
brew "hashicorp/tap/terraform-ls"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "pulumi/tap/pulumi"
brew "shivammathur/php/php@7.1"
brew "shopify/shopify/shopify-cli"
brew "shopify/shopify/themekit"
brew "stripe/stripe-cli/stripe"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "1password-cli"
cask "android-file-transfer"
cask "android-studio"
cask "bartender"
cask "browserosaurus"
cask "bruno"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "cursor"
cask "dbeaver-community"
cask "devutils"
cask "discord"
cask "disk-inventory-x"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-cascadia-mono"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf"
cask "font-mononoki"
cask "font-ubuntu-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "grammarly-desktop"
cask "hazeover"
cask "httpie-desktop"
cask "iina"
cask "insomnia"
cask "kitty"
cask "logi-options+"
cask "lunar"
cask "mediamate"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "notion-mail"
cask "obsidian"
cask "opera"
cask "opera-air"
cask "protonvpn"
cask "provisionql"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "vanilla"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "yaak"
cask "zoom"
mas "Dashlane", id: 517914548
mas "Dato", id: 1470584107
mas "HazeOver", id: 430798174
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "codesandbox-io.codesandbox-projects"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
