tap "auth0/auth0-cli"
tap "dashlane/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "pulumi/tap"
tap "shivammathur/php"
tap "shopify/shopify"
tap "thoughtbot/formulae"
brew "ack"
brew "antidote"
brew "antigen"
brew "libpng"
brew "jpeg-xl"
brew "asdf"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bison"
brew "icu4c@76"
brew "freetype"
brew "cairo"
brew "cloudflared"
brew "ruby"
brew "cocoapods"
brew "krb5"
brew "libzip"
brew "php", restart_service: :changed
brew "composer"
brew "cosign"
brew "deno"
brew "dnsmasq", restart_service: :changed
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "pkgconf"
brew "poppler"
brew "gdal"
brew "geoip"
brew "gh"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "httpie", link: false
brew "ios-deploy"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "jpeg"
brew "jq"
brew "julia"
brew "lastpass-cli"
brew "lazygit"
brew "libedit"
brew "libiconv"
brew "pango"
brew "librsvg"
brew "libxslt"
brew "lua"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mise"
brew "mysql@5.7", restart_service: :changed, link: true
brew "neovim"
brew "nginx"
brew "ollama", restart_service: :changed
brew "openjdk"
brew "peco"
brew "postgresql@14"
brew "pure"
brew "pv"
brew "r"
brew "re2c"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "stylua"
brew "taplo"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "udunits"
brew "vale"
brew "vint"
brew "volta"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zk"
brew "zlib"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "auth0/auth0-cli/auth0"
brew "dashlane/tap/dashlane-cli"
brew "hashicorp/tap/terraform-ls"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "pulumi/tap/pulumi"
brew "shivammathur/php/php@7.1"
brew "shopify/shopify/shopify-cli"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "bartender"
cask "browserosaurus"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "dbeaver-community"
cask "devutils"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "figma"
cask "firefox"
cask "font-cascadia-mono"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "httpie"
cask "iina"
cask "insomnia"
cask "itau"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "miro"
cask "mongodb-compass"
cask "netdownloadhelpercoapp"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "provisionql"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "telegram-desktop"
cask "the-unarchiver"
cask "ticktick"
cask "topnotch"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Dashlane", id: 517914548
mas "Dato", id: 1470584107
mas "Hush", id: 1544743900
mas "Hyperduck", id: 6444667067
mas "iMovie", id: 408981434
mas "Speediness", id: 1596706466
mas "Surfshark", id: 1437809329
mas "Transporter", id: 1450874784
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "googlecloudtools.cloudcode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
