tap "auth0/auth0-cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "planetscale/tap"
tap "shopify/shopify"
tap "thoughtbot/formulae"
brew "ack"
brew "antigen"
brew "libpng"
brew "autoconf"
brew "automake"
brew "asdf"
brew "bison"
brew "icu4c"
brew "freetype"
brew "pkg-config"
brew "ruby"
brew "cocoapods"
brew "krb5"
brew "libzip"
brew "php", restart_service: true
brew "composer"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gawk"
brew "libxml2"
brew "poppler"
brew "gdal"
brew "geoip"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "httpie"
brew "ios-deploy"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "jpeg"
brew "jq"
brew "julia"
brew "lastpass-cli"
brew "lazygit"
brew "libedit"
brew "libiconv"
brew "libxslt"
brew "lua"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mysql@5.7", restart_service: true, link: true
brew "neovim"
brew "nginx"
brew "nvm"
brew "openjdk"
brew "peco"
brew "postgresql@14"
brew "pv"
brew "r"
brew "re2c"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "stylua"
brew "taplo"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "udunits"
brew "vint"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zlib"
brew "auth0/auth0-cli/auth0"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "planetscale/tap/pscale"
brew "shopify/shopify/shopify-cli"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "arc"
cask "bartender"
cask "browserosaurus"
cask "cleanshot"
cask "clickup"
cask "cron"
cask "dbeaver-community"
cask "devutils"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "figma"
cask "firefox"
cask "font-cascadia-mono"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly"
cask "httpie"
cask "insomnia"
cask "itau"
cask "iterm2"
cask "kitty"
cask "lastpass"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "miro"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "popclip"
cask "postman"
cask "provisionql"
cask "quicklook-csv"
cask "quicklook-json"
cask "quik"
cask "raycast"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "topnotch"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Dashlane", id: 517914548
mas "Dato", id: 1470584107
mas "Goodnotes", id: 1444383602
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Surfshark", id: 1437809329
mas "Transporter", id: 1450874784
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
vscode "GitHub.copilot"
vscode "googlecloudtools.cloudcode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
